{
  "LuaSnip": { "branch": "master" },
  "NotebookNavigator.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "cyberdream.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-colorscheme-icons": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-nerdtree-syntax-highlight": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-vscode-snippets": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
